subjects = {
    "heb_politics" : ['ביבי', 'בנימין נתניהו', 'נתניהו', 'לפיד', 'יאיר לפיד', 'פוליטיקה', 'ימין או שמאל', 'סמולן'
                    , 'סמולנים', 'הפגנה', '0מולנים', 'הפגנות', 'ביביסטים', 'בית הנאשם', 'בלפור', 'שר', 'ממשלה',
                    'דמוקרטיה', 'דיקטטורה', 'פשיזם', 'הסתדרות', 'בית משפט', 'חרדים', 'חילונים', 'ראש הממשלה',
                    'אקטיביזם'],
    "heb_lgtb" : ['גיי', 'גייז', 'דנה אינטרנשיונל', 'טראנס', 'לסבית', 'לסביות', 'הומו', 'הומויים', 'הומואים', 'הומוים',
                'גאווה', 'וודג\'', 'סטרייט', 'סקסואל', 'הטרו', 'דו', 'הקהילה', 'קהילת', 'להטב', 'גאה', 'להט\"ב',
                'פונדקאות', 'מצעד', 'טרנס', 'קוקסינל', 'אוכל בתחת'],
    "heb_sex" : ['מין', 'אונס', 'אנס', 'סקס', 'החפצה', 'לאנוס', 'ציצי', 'ציצים', 'שדיים', 'יחסי מין',
            'סקס', 'תחת', 'לזיין', 'זיון', 'הטרדה', 'הטרדות', 'מיניות', 'סקסי', 'סקסית', 'שרמוטה',
            'שרמוטות', '#metoo', '#Metoo', '#MeToo', 'חפץ', 'תרבות האונס'],
    "heb_sport" : ['מסי', 'ליונל', 'רונאלדו', 'כריסטיאנו', 'כדורגל', 'כדורסל', 'קובי בראיינט', 'לברון ג\'יימס',
                'כדור', 'כדרור', 'שריקה', 'באזר', 'ניצחון', 'ניצחו', 'הפסד', 'הפסידו', 'טר שטגן', 'ריאל',
                'ברצלונה', 'יובנטוס', 'מנצ\'סטר', 'גול', 'סל', 'מסירה', 'מסירות', 'קבוצה'],
    "heb_violence" : ['אונס', 'רצח', 'אלימות', 'אלים', 'מכות', 'פיגוע', 'פיצוץ', 'דקירה', 'דקירות', 'רוצח',
                    'רוצחים', 'נרצח', 'נאנס', 'נאנסת', 'קורבן', 'מוות', 'תאונה', 'תאונת דרכים', 'נשק',
                    'רובה', 'אקדח', 'ירי', 'לירות', 'יריה', 'התאבדות', 'התאבד', 'מת'],
    "heb_economics" : ['מיתון', 'כלכלה', 'גירעון', 'חוב', 'חוב לאומי', 'תוצר', 'תל\"ג', 'תמ\"ג', 'משכורת',
                    'שכר', 'משכורות', 'כסף', 'מזומן', 'אשראי', 'אוברדראפט', 'אבטלה'],
    "heb_environment" : ['התחממות גלובלית', 'התחממות גלובאלית', 'זיהום', 'נזק סביבתי', 'קרחונים', 'ירוק',
                    'ירוקה', 'אנרגיה', 'סולרי', 'סולארי', 'גז טבעי', 'אנרגיה מתחדשת', 'עצים', 'עץ',
                    'מפרץ חיפה', 'סביבה', 'סביבתי', 'דליפה', 'נפט', 'לכלוך', 'דלק', 'פחם', 'משבר האקלים',
                    'אקלים', 'פליטות', 'בז\"ן', 'בזן'],
    "heb_drugs" : ['ירוק', 'פייסל', 'אמדי', 'אסיד', 'גוינט', 'ג\'וינט', 'שורה', 'קוק', 'חום', 'קוקאין',
                'סם', 'סמים', 'לגליזציה', 'מסטול', 'סטלה', 'אלכוהול', 'באנג', 'מת\''],
    "heb_corona" : ['חולים', 'חולה', 'מאומת', 'COVID', 'קורונה', 'קרנולה', 'מסכה', 'מסכות', 'מסיכה', 'מסיכות',
                'ריחוק חברתי', 'בידוד', '2 מטר', 'התקהלות', 'סגר', 'בדיקה', 'בדיקות', 'עבודה מהבית',
                'חל\"ת', 'חלת', 'מרחק', 'מדבק', 'מידבק', 'הידבקות', 'הדבקה', 'מדביק', 'מדביקים', 'וירוס',
                'מחלה', 'סיכון']
}


